Repository: Sioweb/Glossar-Contao-4
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: de

# tl_content.glossartags_legend
source: Tags (Needs Tagmodule)
de: Tags/Auszeichnungen (Benötigt Tag-Module)

# tl_content.alphapagination_legend
source: Glossar pagination settings
de: Glossar-Pagination Einstellungen

# tl_content.glossar.0
source: Choose glossary
de: Glossar wählen

# tl_content.glossar.1
source: Show all glossary or just a specific one.
de: Alle Glossare ausgeben oder nur einen bestimmten.

# tl_content.sortGlossarBy.0
source: Sort terms
de: Begriffe sortieren

# tl_content.sortGlossarBy.1
source: Defines, how terms will be sorted.
de: Gibt an, nach welchen Daten die Ausgabe sortiert werden soll.

# tl_content.headlineUnit.0
source: Headline
de: Überschrift

# tl_content.headlineUnit.1
source: Which kind of headline should be used.
de: Welche Art von Überschrift soll verwendet werden.

# tl_content.termAsHeadline.0
source: Term will be used as headline
de: Begriffe als Headline aktivieren

# tl_content.termAsHeadline.1
source: Terms will be uses automatically as headline, so u dont need to add one.
de: Die Begriffe werden automatisch als Überschrift eingesetzt.

# tl_content.glossarShowTags.0
source: Show tags
de: Auszeichnungen/Tags anzeigen

# tl_content.useInitialAsDelimitter.0
source: Sort and separate terms by initial
de: Begriffe nach Anfangsbuchstabe sortieren und trennen.

# tl_content.useInitialAsDelimitter.1
source: This will add a separator headline for each initial.
de: Fügt eine Trennüberschrift mit den Anfangsbuchstaben der Begriffe hinzu.

# tl_content.addAlphaPagination.0
source: Add glossar pagination
de: Glossar-Pagination hinzufügen

# tl_content.addAlphaPagination.1
source: Adds a pagination from A to Z.
de: Eine Pagination bestehend aus A bis Z.

# tl_content.addNumericPagination.0
source: Add numeric pagination
de: Nummerische Pagination hinzufügen

# tl_content.addNumericPagination.1
source: Adds pagination from 0 to 9.
de: Eine Pagination bestehend aus 0 bis 9.

# tl_content.addOnlyTrueLinks.0
source: Hide pagination elements without Terms
de: Keine leeren Ziffern

# tl_content.addOnlyTrueLinks.1
source: Show only chars in pagination, with contain terms.
de: Zeigt nur Buchstaben an, die einem Begriff zugeordner werden können.

# tl_content.paginationPosition.0
source: Pagination position
de: Position der Paginierung

# tl_content.paginationPosition.1
source: Add pagination before and after the glossary list.
de: Erstellt eine Paginierung vor und oder nach der Glossar-Liste.

# tl_content.showAfterChoose.0
source: Show terms after using the pagination?
de: Einträge erst nach Auswahl der Pagination anzeigen?

# tl_content.showAfterChoose.1
source: Hide terms, until pagination is used. This will help to keep usability, if a lot of terms are shown.
de: Die Einträge werden versteckt, bis eine Ziffer in der Pagination ausgewählt wurde.

# tl_content.differentGlossarDetailPage.0
source: Custom detail page
de: Detailseite soll weiterleiten

# tl_content.differentGlossarDetailPage.1
source: Terms should redirect to another page.
de: Begriffe sollen auf eine Unterseite verlinken.

# tl_content.jumpToGlossarTerm.0
source: Choose detail page
de: Detailseite wählen

# tl_content.jumpToGlossarTerm.1
source: Please choose a detail page which containes the "Glossar reader" element.
de: Bitte eine Seite wählen, die das Element "Glossar Leser" enthält.
