Repository: Sioweb/Glossar-Contao-4
Catalog: src/Resources/contao/languages/*/*_glossar_log.xlf
Languages: de

# tl_glossar_log.tstamp.0
source: Created at
de: Erstellt am

# tl_glossar_log.tstamp.1
source: Created at
de: Erstellt am

# tl_glossar_log.action.0
source: Action
de: Aktion

# tl_glossar_log.action.1
source: Visitor action (Load, follow, close).
de: Was hat der Besucher ausgeführt.

# tl_glossar_log.title_legend
source: Log / statistics
de: Log / Statistik

# tl_glossar_log.new.0
source: New item
de: Neuer Eintrag

# tl_glossar_log.new.1
source: Create a new item.
de: Einen neuen Eintrag erstellen.

# tl_glossar_log.show.0
source: Details
de: Eintragsdetails

# tl_glossar_log.show.1
source: Show details for ID %s.
de: Die Details des Eintrags ID %s anzeigen.

# tl_glossar_log.edit.0
source: Edit item
de: Eintrag bearbeiten

# tl_glossar_log.edit.1
source: Edit item with ID %s.
de: Eintrag ID %s bearbeiten.

# tl_glossar_log.copy.0
source: Duplicate item
de: Eintrag duplizieren

# tl_glossar_log.copy.1
source: Duplicate item with ID %s.
de: Eintrag ID %s duplizieren.

# tl_glossar_log.cut.0
source: Move item
de: Eintrag verschieben

# tl_glossar_log.cut.1
source: Mode item with ID %s.
de: Eintrag ID %s verschieben.

# tl_glossar_log.delete.0
source: Delete item
de: Eintrag löschen

# tl_glossar_log.delete.1
source: Delete item with ID %s.
de: Eintrag ID %s löschen.

# tl_glossar_log.toggle.0
source: Publish/Unpublish item
de: Eintrag veröffentlichen/unveröffentlichen

# tl_glossar_log.toggle.1
source: Publish/Unpublish item with ID %s.
de: Eintrag ID %s veröffentlichen/unveröffentlichen.

# tl_glossar_log.feature.0
source: Highlight/Unhightlight item
de: Eintrag hervorheben/zurücksetzen

# tl_glossar_log.feature.1
source: Highlight/Unhightlight item with ID %s.
de: Beitrag ID %s hervorheben/zurücksetzen.
