Repository: Sioweb/Glossar-Contao-4
Catalog: src/Resources/contao/languages/*/*_glossar.xlf
Languages: de

# tl_sw_glossar.tstamp.0
source: Created at
de: Erstellt am

# tl_sw_glossar.tstamp.1
source: Created at
de: Erstellt am

# tl_sw_glossar.type.0
source: Term type
de: Begriffsart

# tl_sw_glossar.type.1
source: Different types will be differently handled.
de: Der Inhalt kann nach verschiedenen Typen durchsucht werden.

# tl_sw_glossar.title.0
source: Term
de: Suchwort/Stichwort

# tl_sw_glossar.title.1
source: This word will be replaces as link to glossary detailpages.
de: Dieses Wort wird als Link zur Detailseite ersetzt.

# tl_sw_glossar.Alias.1
source: Alias will be generated automatically and will be used for term url.
de: Der Alias wird automatisch erstellt und wird für den Term in der URL genutzt.

# tl_sw_glossar.maxWidth.0
source: Maximum layer with
de: Maximale Vorschaubreite

# tl_sw_glossar.maxWidth.1
source: Defines width of the preview layer, which appear after user hover with mouse over a term.
de: Definiert die Breite des Vorschaufenster, wenn ein Besucher mit der Maus über den Begriff fahren.

# tl_sw_glossar.maxHeight.0
source: Maximum layer height
de: Maximale Vorschauhöhe

# tl_sw_glossar.maxHeight.1
source: Defines height of the preview layer, which appear after user hover with mouse over a term.
de: Definiert die Höhe des Vorschaufenster, wenn ein Besucher mit der Maus über den Begriff fahren.

# tl_sw_glossar.ignoreInTags.0
source: Ignore those html tags
de: Diese HTML-Tags ignorieren

# tl_sw_glossar.ignoreInTags.1
source: Term will be ignored, if it is contained in one of those html tags.
de: Befindet sich der Begriff in diesen Tags wird er nicht ersetzt.

# tl_sw_glossar.date.0
source: Date
de: Datum

# tl_sw_glossar.date.1
source: Can be used to sort list by date.
de: Kann verwendet werden, um im Backend nach Datum zu sortieren.

# tl_sw_glossar.jumpTo.0
source: Details page
de: Weiterleitungsseite

# tl_sw_glossar.jumpToInternal.0
source: Redirect page
de: Weiterleitungsseite

# tl_sw_glossar.noPlural.0
source: Deactivate plural search
de: Pluralsuche deaktivieren

# tl_sw_glossar.noPlural.1
source: Plural search means, term will be replaced until end of word: Bad-emeister.
de: Pluralsuche bedeutet, dass der Begriff am Wortbeginn bis Wortende gefunden wird. Als Beispiel: Bad-emeister.

# tl_sw_glossar.strictSearch.0
source: Strict search
de: Strikte Suche

# tl_sw_glossar.termAsHeadline.0
source: Do not use Term as Headline
de: Begriff als Headline verhindern

# tl_sw_glossar.termAsHeadline.1
source: This term wont be used as headline, if content element has a headline.
de: Dieser Begriff wird nicht als Überschrift verwendet, falls das Inhaltselement Begriffe als Überschrift einsetzt.

# tl_sw_glossar.teaser.1
source: A preview text for glossary list and preview layer.
de: Ein Vorschau-Artikel für die Glossar-Liste und der Maus-Hover-Ansicht.

# tl_sw_glossar.explanation.0
source: Describe abbreviation
de: Beschreibung der Abkürzung

# tl_sw_glossar.explanation.1
source: Description will be used for abbr-tag.
de: Die Beschreibung wird als abbr-Tag um die Abkürzung gelegt.

# tl_sw_glossar.source.0
source: Redirect type
de: Art der Weiterleitung

# tl_sw_glossar.source.1
source: Includes more options to define, how term will be linked.
de: Es werden weitere Optionen eingeblendet, um den Begriff auf eine spezifischere Seite weiterzuleiten.

# tl_sw_glossar.url.0
source: External link
de: Externer Link

# tl_sw_glossar.url.1
source: Please add link.
de: Einen externen Link für mehr informationen angeben.

# tl_sw_glossar.articleId.0
source: Article
de: Artikel

# tl_sw_glossar.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the news item.
de: Bitte wählen Sie den Artikel aus, zu der Besucher weitergeleitet werden, wenn Sie einen Begriff anklicken.

# tl_sw_glossar.published.0
source: Publish item
de: Beitrag veröffentlichen

# tl_sw_glossar.published.1
source: Make the news item publicly visible on the website.
de: Den Beitrag auf der Webseite anzeigen.

# tl_sw_glossar.start.0
source: Show from
de: Anzeigen ab

# tl_sw_glossar.start.1
source: Do not show the news item on the website before this day.
de: Den Beitrag erst ab diesem Tag auf der Webseite anzeigen.

# tl_sw_glossar.stop.0
source: Show until
de: Anzeigen bis

# tl_sw_glossar.stop.1
source: Do not show the news item on the website on and after this day.
de: Den Beitrag nur bis zu diesem Tag auf der Webseite anzeigen.

# tl_sw_glossar.seo.0
source: Activate seo
de: Seo aktivieren

# tl_sw_glossar.seo.1
source: This will add more options for meta informations.
de: Damit können Title-Tag und Desctiption-Tag gesteuert werden.

# tl_sw_glossar.term_in_title_tag.0
source: Use term as meta title
de: Begriff in den Titel

# tl_sw_glossar.term_in_title_tag.1
source: Term will be inserted as meta title in detail page.
de: Fügt den Begriff in der Deteilansicht in den Titel ein.

# tl_sw_glossar.term_in_title_str_tag.0
source: Add custom title
de: Titel manuel definieren

# tl_sw_glossar.term_in_title_str_tag.1
source: Insert term with {{glossar::term}}. This setting will relace whole title!
de: Glossar-Term einfügen mit {{glossar::term}}. Dieses Feld überschreibt den Titel komplett!

# tl_sw_glossar.term_description_tag.1
source: This will be used as site description in details page.
de: Diese Beschreibung wird als Seitenbeschreibung verwendet in der Detailansicht.

# tl_sw_glossar.replace_pageTitle.0
source: Overwrite page title?
de: Page-Title überschreiben?

# tl_sw_glossar.replace_pageTitle.1
source: Overwrites {{page::pageTitle}} with custom title.
de: Überschreibt den Wert {{page::pageTitle}} durch den manuellen Titel.

# tl_sw_glossar.addImage.0
source: Add an image
de: Ein Bild hinzufügen

# tl_sw_glossar.addImage.1
source: Add an image to the content element.
de: Der Vorschau ein Bild hinzufügen.

# tl_sw_glossar.overwriteMeta.0
source: Overwrite meta data
de: Metadaten überschreiben

# tl_sw_glossar.overwriteMeta.1
source: Overwrite the meta data from the file manager.
de: Die Metadaten aus der Dateiverwaltung überschreiben.

# tl_sw_glossar.singleSRC.0
source: Source file
de: Quelldatei

# tl_sw_glossar.singleSRC.1
source: Please select a file or folder from the files directory.
de: Bitte wählen Sie eine Datei oder einen Ordner aus der Dateiübersicht.

# tl_sw_glossar.alt.0
source: Alternate text
de: Alternativer Text

# tl_sw_glossar.alt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
de: Hier können Sie einen alternativen Text für das Bild eingeben (<em>alt</em>-Attribut).

# tl_sw_glossar.imageTitle.0
source: Image title
de: Bildtitel

# tl_sw_glossar.imageTitle.1
source: Here you can enter the image title (<em>title</em> attribute).
de: Hier können Sie den Titel des Bildes eingeben (<em>title</em>-Attribut).

# tl_sw_glossar.size.0
source: Image size
de: Bildgröße

# tl_sw_glossar.size.1
source: Here you can set the image dimensions and the resize mode.
de: Hier können Sie die Abmessungen des Bildes und den Skalierungsmodus festlegen.

# tl_sw_glossar.imagemargin.0
source: Image margin
de: Bildabstand

# tl_sw_glossar.imagemargin.1
source: Here you can enter the top, right, bottom and left margin.
de: Hier können Sie den oberen, rechten, unteren und linken Außenabstand eingeben.

# tl_sw_glossar.imageUrl.0
source: Image link target
de: Bildlink-Adresse

# tl_sw_glossar.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
de: Eine eigene Bildlink-Adresse überschreibt den Lightbox-Link, so dass das Bild nicht mehr in der Großansicht dargestellt werden kann.

# tl_sw_glossar.fullsize.0
source: Full-size view/new window
de: Großansicht/Neues Fenster

# tl_sw_glossar.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
de: Großansicht des Bildes in einer Lightbox bzw. den Link in einem neuem Browserfenster öffnen.

# tl_sw_glossar.floating.0
source: Image alignment
de: Bildausrichtung

# tl_sw_glossar.floating.1
source: Please specify how to align the image.
de: Bitte legen Sie fest, wie das Bild ausgerichtet werden soll.

# tl_sw_glossar.caption.0
source: Image caption
de: Bildunterschrift

# tl_sw_glossar.caption.1
source: Here you can enter a short text that will be displayed below the image.
de: Hier können Sie einen kurzen Text eingeben, der unterhalb des Bildes angezeigt wird.

# tl_sw_glossar.customTpl.0
source: Custom element template
de: Individuelles Template

# tl_sw_glossar.customTpl.1
source: Here you can overwrite the default layer template.
de: Hier können Sie das Standard-Template überschreiben.

# tl_sw_glossar.tags.0
source: Tags (Need Tag module)
de: Auszeichnungen/Tags (Benötigt Tag-Modul)

# tl_sw_glossar.title_legend
source: Title
de: Titel

# tl_sw_glossar.image_legend
source: Image
de: Bild

# tl_sw_glossar.more_legend
source: Design & Behavior
de: Design & Verhalten

# tl_sw_glossar.source_legend
source: Redirection
de: Weiterleitungen

# tl_sw_glossar.seo_legend
source: Seo settings
de: Seo-Einstellungen

# tl_sw_glossar.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_sw_glossar.new.0
source: New term
de: Begriff hinzufügen
