Repository: Sioweb/Glossar-Contao-4
Catalog: src/Resources/contao/languages/*/*_settings.xlf
Languages: de

# tl_settings.enableGlossar.0
source: Activate Glossar
de: Glossar aktivieren

# tl_settings.enableGlossar.1
source: Activates glossar for the whole site
de: Der Glossar wird auf allen Seiten aktiviert.

# tl_settings.glossar_max_replacements.0
source: Max replacements per page
de: Maximale Begriffsmarkierung auf einer Seite

# tl_settings.glossar_max_replacements.1
source: Add number how often a Term can be replaced on a page.. Zero for unlimited
de: Tragen Sie hier ein, wie oft ein Begriff als Link auf einer Seite ersetzt werden kann. 0 für unbegrenzt.

# tl_settings.glossarPurgable.0
source: Add glossary to system maintenance list
de: Glossar in der Systemwartung/Daten bereinigen anzeigen

# tl_settings.glossarPurgable.1
source: Glossary will be added to "Clear data" section in system maintanance. This option protect user from clearing glossar inadvertently.
de: Der Glossar kann im Bereich "Daten bereinigen" ausgegeben werden. Diese Option verhindert dass der Glossar versehentlich geleert wird.

# tl_settings.disableToolTips.0
source: Deactivate tooltips
de: Tooltips deaktivieren

# tl_settings.disableToolTips.1
source: Glossar will not load a preview window, if user hovers over a term in frontend.
de: Es werden keine Vorschaufenster mehr ausgegeben, wenn der Besucher über einen Begriff fährt. Die Statistiken werden ebenfalls deaktiviert.

# tl_settings.acceptTeasersAsContent.0
source: Always link terms
de: Begriffe immer verlinken

# tl_settings.acceptTeasersAsContent.1
source: Terms will be show as link, even if no content is available. This could cause duplicate content.
de: Begriffe werden ebenfalls verlinkt, wenn nur der Teaser und kein Content vorhanden sind. Bildet ggf. duplicate content.

# tl_settings.termAsHeadline.0
source: Use terms as headline
de: Begriffe als Headline nutzen

# tl_settings.termAsHeadline.1
source: Terms will be used as headline on detailpages.
de: Begriffe werden auf der Detailseite als überschrift verwendet, wenn kein Überschrift-Element eingebunden wird.

# tl_settings.noPlural.0
source: Deactivate plural search
de: Pluralsuche deaktivieren

# tl_settings.noPlural.1
source: Plural search means, term will be replaced until end of word: Bad-emeister.
de: Pluralsuche bedeutet, dass der Begriff am Wortbeginn bis Wortende gefunden wird. Als Beispiel: Bad-emeister.

# tl_settings.glossarIncludeUnsearchable.0
source: Include content, which are excluded by contao search
de: Von der Suche ausgeschlossene Inhalte einbeziehen

# tl_settings.glossarIncludeUnsearchable.1
source: Content which is marked as not searchable, indexer::stop|continue
de: Inhalte die als nicht suchbar markiert sind, indexer::stop|continue

# tl_settings.activateGlossarTags.0
source: Activate glossary tags
de: Glossar Tags aktivieren

# tl_settings.activateGlossarTags.1
source: Like not searchable contents: glossar::stop|continue.
de: Ähnlich wie nicht durchsuchbare Inhalte gibt es Inhalte die nicht vom Glossar erfasst werden dürfen glossar::stop|continue.

# tl_settings.glossar_archive.0
source: Exclude archives
de: Archive ausschließen

# tl_settings.glossar_archive.1
source: Those archives wont be crawled from glossary.
de: Diese Archive werden nicht durch den Glossar durchsucht.

# tl_settings.disableGlossarCache.0
source: Deactivate Glossar cache
de: Cache umgehen

# tl_settings.disableGlossarCache.1
source: Deactivates the glossar cache
de: Der Glossar wird deaktiviert. Bei jedem Seitenaufbau wird der Glossar neu generiert.

# tl_settings.glossar_no_fallback.0
source: No fallback glossaries
de: Keine fremdsprachigen Glossare

# tl_settings.glossar_no_fallback.1
source: No fallback languages will be searched on a page.
de: Es werden keine Glossar-Begriffe aus anderen Sprachen ersetzt.

# tl_settings.strictSearch.0
source: Strict search
de: Strikte Suche

# tl_settings.ignoreInTags.0
source: Ignore this tags
de: Tags ingonieren

# tl_settings.ignoreInTags.1
source: Ignores those tags
de: Die angegebenen Tags, werden nicht durchsucht. Nützlich sind Überschriften und Links.

# tl_settings.illegalChars.0
source: Ingore this Chars
de: Pluralsuche

# tl_settings.illegalChars.1
source: Those chars will be ignored in plural search. As example Contao(CMS) only Contao will be replaces if you set ( as illegal char.
de: Diese Zeichen werden bei der Pluralsuche ignoriert. Als Beispiel: Bei Contao(CMS) wird nur Contao ersetzt, wenn die offene Klammer ( hier definiert wird.

# tl_settings.glossarMaxWidth.0
source: Maximum layer with
de: Maximale Vorschaubreite

# tl_settings.glossarMaxWidth.1
source: Defines width of the preview layer, which appear after user hover with mouse over a term.
de: Definiert die Breite des Vorschaufenster, wenn ein Besucher mit der Maus über den Begriff fahren.

# tl_settings.glossarMaxHeight.0
source: Maximum layer height
de: Maximale Vorschauhöhe

# tl_settings.glossarMaxHeight.1
source: Defines height of the preview layer, which appear after user hover with mouse over a term.
de: Definiert die Höhe des Vorschaufenster, wenn ein Besucher mit der Maus über den Begriff fahren.

# tl_settings.jumpToGlossar.0
source: Glossary page
de: Glossar-Seite

# tl_settings.jumpToGlossar.1
source: Default site if no page is selected
de: Standardseite für Einträge denen keine andere Weiterleitungsseite gegben wurde.

# tl_settings.glossar_legend
source: Glossary settings
de: Glossar Einstellungen
