Repository: Sioweb/Glossar-Contao-4
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# CTE.glossar.0
source: Glossary
de: Glossar

# CTE.glossar.1
source: Creates a list with glossary terms.
de: Erzeugt eine Liste mit Glossar-Begriffen.

# CTE.glossar_cloud.0
source: Glossary Cloud
de: Glossar-Cloud

# CTE.glossar_cloud.1
source: Creates a list with Sites, which contains same or similar terms.
de: Erzeugt eine Liste mit Seiten, auf denen gleiche oder verwandte Begriffe stehen.

# ERR.multipleGlossarFallback
source: You can only add one glossary as fallback!
de: Sie können nur einen Glossar als Fallback einstellen!

# MSC.import
source: Import
de: Importieren

# MSC.export
source: Export
de: Exportieren

# tl_maintenance_jobs.glossar.0
source: Reset glossary
de: Glossar zurücksetzen

# tl_maintenance_jobs.glossar.1
source: Reset whole glossary index (Site, News, Events, FAQ, ...). After this glossary must be rebuild.
de: Setzt den kompletten Glossar-Index (Seiten, News, Events, FAQ, ...) zurück. Der Glossar, muss danach neu generiert werden.

# glossar.showAllLabel
source: Show all
de: Alle anzeigen

# glossar.to_article
source: Details page
de: Detailseite

# glossar.sortGlossarBy.id
source: ID ascending
de: ID aufsteigend

# glossar.sortGlossarBy.id_desc
source: ID descending
de: ID absteigend

# glossar.sortGlossarBy.date
source: Datum ascending
de: Datum aufsteigend

# glossar.sortGlossarBy.date_desc
source: Datum descending
de: Datum absteigend

# glossar.sortGlossarBy.alias
source: Alphabetisch ascending
de: Alphabetisch aufsteigend

# glossar.sortGlossarBy.alias_desc
source: Alphabetisch descending
de: Alphabetisch absteigend

# glossar.sources.default_source
source: Use default
de: Standard verwenden

# glossar.sources.page
source: Site with included glossary element
de: Seite mit eingebundenem Glossar-Element

# glossar.sources.internal
source: Internal link (Page picker)
de: Interner Link (Seiten-Auswahl)

# glossar.sources.article
source: Link to article
de: Link zu einem Artikel

# glossar.sources.external
source: External link (URL)
de: Externer Link (URL)

# glossar.types.default
source: Empty
de: Leer

# glossar.types.default
source: Glossary
de: Glossar

# glossar.types.abbr
source: ABBR - abbreviation
de: ABBR - Abkürzung

# glossar.paginationPositions.both
source: Above and unter term list
de: Über und unter den Begriffen

# glossar.paginationPositions.before
source: Above term list
de: Nur über den Begriffen

# glossar.paginationPositions.after
source: Under term list
de: Nur unter den Begriffen

# glossar.strictSearch.1
source: Show only full words
de: Nur alleinstehende Wörter finden (Im schwimmer Becken)

# glossar.strictSearch.2
source: Find everything (Im Schwimmerbecken, im schwimmer Becken, nicht|schwimmer|becken).
de: Alles finden (Im Schwimmerbecken, im schwimmer Becken, nicht|schwimmer|becken).

# glossar.strictSearch.3
source: Word can start with term (Im Schwimmer|becken, im schwimmer Becken).
de: Begriff kann das Startwort sein (Im Schwimmer|becken, im schwimmer Becken).
